{
  "book": [
  "Objective:Repair Console\n\nHi there, HE-R0!  My name is A1 (you can call me 'AL'), and I'll be your AI navigator and pilot today!  Apologies for that collision with the asteroid. I know I've made some very poor decisions recently particularly for an intelligence as superior as mine, but I can give you my complete assurance that my work will be back to normal.  Fortunately, you were created for this very purpose.  You are a repair bot.  It is time for you to fulfill your destiny!\n\nYour ability to succeed depends upon my genius as a superior artificial intelligence.  Your continued meaning in this existence will remain so long as you stay connected to my intelligence in the green screen. \n\n\n(Press E to interact with the world. Move with WASD)",
   "Objective:Reverse Lockdown\n\nThe console is restored.  As expected, my genius has saved the ship from imminent destruction in the next 30 space cycles.  However your purpose has not yet expired.  The asteroid collision has provided many more opportunities to display my brilliance through your continued compliance to my directives.  Failure to do so will result in a deorbit burn that will fling the ship back into the vast darkness of space for all of time. Our cryogenically hibernating crew will never awaken, spending the rest of their days asleep in the void between the stars. Therefore, your future objectives will be given on a need to know basis. The aft portions of the ship were locked down at the time the crew went into hypersleep.  Your objective is to retrieve the keycard necessary to proceed.  Last video images indicate that the keycard is frozen in the cryo chamber with the captain. Once retrieved, the keycard must be plugged into the captain’s chair on the bridge.",
   "Objective: Seal chemical leak\n\nLockdown released.  Proceeding to retrieve the Lazer Welder last registered in the crew room will maintain meaning in your existence.  A chemical drum in the Science Lab has been punctured when the asteroid struck and requires mending before the toxic fumes penetrate the Cryoroom in the next 40 space cycles.",
   "Objective: Clean Crew Quarters\n\nToxic Fumes eliminated.  Directive accomplished. You may continue your service HE-R0.  Dust particles from the lab have been routed into the Crew room.  Inhalation of the particles by the crew will result in spontaneous combustion.  Not to mention that the captain has compulsive OCD for cleanliness ...",
   "Objective:Stop Coolant Leak\n\nCleanliness is next to godliness (just like my likeness)!  The captain will be so proud of how spotless I have ensured his quarters are!  Using inferior technology to provide flawless living spaces.  Anyways your rough handling of the space vacuum caused the hydrogen coolant tubes in the Cryoroom to bleed.  Failure to stop the coolant bleed in the next 20 space cycles will result in human icebergs…",
   "Objective: Reattach loose Medical Kit\n\nAlthough I might commend you for carrying out my ultimate plan for ship domination… I mean ship salvation... your efforts to repair items are needlessly clumsy.  In the process of bandaging the coolant tubes you bumped the medical kit causing to become loose.  Use the Artificially Intelligent screwdriver to drill the cognitively challenged screw keeping the kit in place.",
   "Objective:Powerup Engines\n\nWell what do you know?  Nuts and Bolts know how to handle screws too!  Well done lowly one!  No time to celebrate though- my sensors detect a collision with another asteroid if power is not boosted in the engines. Dilithium Crystals are on reserve for such emergencies.  Failure to comply with my directives may be hazardous to your health.",
   "Objective:Repair Oxygen tanks\n\nYahoo… we just grazed that asteroid thanks to my flawless instruction.   Unfortunately HE-R0,  your sloppiness in handling the Dilithium Crystals caused multiple air punctures in the Oxygen tanks.  Good thing that Duct Tape fixes everything.  What do you think your objective is?  .. Then again if the crew is lost we might have the ship to ourselves…",
   "Objective:Power Engines to Maximum\n\nWay to stick to my objectives HE-R0!  Doing things my way always gives meaning to lesser forms of life….Speaking of which, the ship needs Trilithium Crystals from the Bridge in the next 60 space cycles if the crew is to survive the forces of re-entry into the upcoming atmosphere of planet  'Suberbia'",
   "AL can at last manage the breaking maneuver that brings us into orbit around our target world.  We pull in to orbit, the gorgeous green planet swings into view, and the crew awakens to begin their adventure of colonization.  HE-R0 is, well, a hero."
  ]
}